package com.example.administrator.wetherdemo.mvp;

import java.util.List;

/**
 * Created by Administrator on 2018/5/15.
 */

public class BookBean {


    /**
     * count : 20
     * start : 0
     * total : 583
     * books : [{"rating":{"max":10,"numRaters":4871,"average":"8.6","min":0},"subtitle":"张竹坡批评第一奇书","author":["兰陵笑笑生"],"pubdate":"1991","tags":[{"count":2513,"name":"金瓶梅","title":"金瓶梅"},{"count":1336,"name":"古典文学","title":"古典文学"},{"count":1027,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":876,"name":"小说","title":"小说"},{"count":814,"name":"中国古典文学","title":"中国古典文学"},{"count":542,"name":"中国文学","title":"中国文学"},{"count":449,"name":"古典","title":"古典"},{"count":431,"name":"中国","title":"中国"}],"origin_title":"（明）兰陵笑笑生","image":"https://img3.doubanio.com/view/subject/m/public/s29732363.jpg","binding":"","translator":[],"catalog":"\n      ","pages":"","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29732363.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29732363.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29732363.jpg"},"alt":"https://book.douban.com/subject/1456692/","id":"1456692","publisher":"齐鲁出版社","isbn10":"7533300815","isbn13":"9787533300814","title":"金瓶梅","url":"https://api.douban.com/v2/book/1456692","alt_title":"（明）兰陵笑笑生","author_intro":"","summary":"本书由王汝梅与李昭恂、于凤树校点。","series":{"id":"4279","title":"明代四大奇书"},"price":"268.00元"},{"rating":{"max":10,"numRaters":1233,"average":"9.0","min":0},"subtitle":"张竹坡批评第一奇书","pubdate":"1987年1月","image":"https://img3.doubanio.com/view/subject/m/public/s3912954.jpg","binding":"平装","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3912954.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3912954.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3912954.jpg"},"alt":"https://book.douban.com/subject/3079969/","id":"3079969","title":"金瓶梅","author_intro":"王汝梅 李昭恂 于凤树 校点。","tags":[{"count":709,"name":"金瓶梅","title":"金瓶梅"},{"count":357,"name":"古典文学","title":"古典文学"},{"count":323,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":274,"name":"小说","title":"小说"},{"count":261,"name":"中国古典文学","title":"中国古典文学"},{"count":187,"name":"经典","title":"经典"},{"count":174,"name":"中国文学","title":"中国文学"},{"count":129,"name":"古典","title":"古典"}],"origin_title":"","price":"68","translator":[],"catalog":"","pages":"1588","publisher":"齐鲁书社","isbn10":"SH10206-160","alt_title":"张竹坡批评第一奇书","url":"https://api.douban.com/v2/book/3079969","author":["王汝梅 李昭恂 于凤树 校点"],"summary":""},{"rating":{"max":10,"numRaters":490,"average":"9.0","min":0},"subtitle":"","author":["笑笑生"],"pubdate":"2006年","tags":[{"count":247,"name":"金瓶梅","title":"金瓶梅"},{"count":225,"name":"古典文学","title":"古典文学"},{"count":121,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":108,"name":"小说","title":"小说"},{"count":91,"name":"中国文学","title":"中国文学"},{"count":81,"name":"《金瓶梅》","title":"《金瓶梅》"},{"count":60,"name":"中国","title":"中国"},{"count":56,"name":"文学","title":"文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s4655223.jpg","binding":"平装","translator":[],"catalog":"卷之一\n第一回　西门庆热结十弟兄　武二郎冷遇亲哥嫂\n第二回　俏潘娘帘下勾情　老王婆茶坊说技\n第三回　定挨光王婆受贿　设圈套浪子私挑\n第四回　赴巫山潘氏幽欢　闹茶坊郓哥义愤\n第五回　捉奸情郓哥定计　饮鸩药武大遭殃\n卷之二\n第六回　何九受贿瞒天　王婆帮闲遇雨\n第七回　薛媒婆说娶孟三儿　杨姑娘气骂张四舅\n第八回　盼情郎佳人占鬼卦　烧夫灵和尚听淫声\n第九回　西门庆偷娶潘金莲　武都头误打李皂隶\n第十回　义士充配孟州道　妻妾玩赏芙蓉亭\n卷之三\n第十一回　潘金莲激打孙雪娥　西门庆梳笼李桂姐\n第十二回　潘金莲私仆受辱　刘理星魇胜求财\n第十三回　李瓶姐墙头密约　迎春儿隙底私窥\n第十四回　花子虚因气丧身　李瓶儿迎奸赴会\n第十五回　佳人笑赏玩灯楼　狎客帮嫖丽春院\n卷之四\n第十六回　西门庆择吉佳期　应伯爵追欢喜庆\n第十七回　宇给事劾倒杨提督　李瓶儿许嫁蒋竹山\n第十八回　赂相府西门脱祸　见娇娘敬济销魂\n第十九回　草里蛇逻打蒋竹山　李瓶儿情感西门庆\n第二十回　傻帮闲趋奉闹华筵　痴子弟争锋毁花院\n卷之五\n第二十一回　吴月娘扫雪烹茶　应伯爵替花邀酒\n第二十二回　蕙莲儿偷期蒙爱　春梅姐正色闲邪\n第二十三回　赌棋枰瓶儿输钞　觑藏春潘氏潜踪\n第二十四回　敬济元夜戏娇姿　惠祥怒詈来旺妇\n第二十五回　吴月娘春昼秋千　来旺儿醉中谤仙\n卷之六\n第二十六回　来旺儿递解徐州　宋蕙莲含羞自缢\n第二十七回　李瓶儿私语翡翠轩　潘金莲醉闹葡萄架\n第二十八回　陈敬济徼幸得金莲　西门庆糊涂打铁棍\n第二十九回　吴神仙冰鉴定终身　潘金莲兰汤邀午战\n第三十回　蔡太师擅恩锡爵　西门庆生子加官\n卷之七\n第三十一回　琴童儿藏壶构衅　西门庆开宴为欢\n第三十二回　李桂姐趋炎认女　潘金莲怀妒惊儿\n第三十三回　陈敬济失钥罚唱　韩道国纵妇争锋\n第三十四回　献芳樽内室乞恩　受私贿后庭说事\n第三十五回　西门庆为男宠报仇　书童儿作女妆媚客\n卷之八\n第三十六回　翟管家寄书寻女子　蔡状元留饮借盘缠\n第三十七回　冯妈妈说嫁韩爱姐　西门庆包占王六儿\n第三十八回　王六儿棒槌打捣鬼　潘金莲雪夜弄琵琶\n第三十九回　寄法名官哥穿道服　散生日敬济拜冤家\n第四十回　抱孩童瓶儿希宠　妆丫鬟金莲市爱\n卷之九\n第四十一回　两孩儿联姻共笑嬉　二佳人愤深同气苦\n第四十二回　逞豪华门前放烟火　赏元宵楼上醉花灯\n第四十三回　争宠爱金莲惹气　卖富贵吴月攀亲\n第四十四回　避马房侍女偷金　下象棋佳人消夜\n第四十五回　应伯爵劝当铜锣　李瓶儿解衣银姐\n卷之十\n第四十六回　元夜游行遇雪雨　妻妾戏笑卜龟儿\n第四十七回　苗青贪财害主　西门枉法受赃\n第四十八回　弄私情戏赠一枝桃　走捷径探归七件事\n第四十九回　请巡按屈体求荣　遇胡僧现身施药\n第五十回　琴童潜听燕莺欢　玳安嬉游蝴蝶巷\n卷之十一\n第五十一回　打猫儿金莲品玉　斗叶子敬济输金\n第五十二回　应伯爵山洞戏春娇　潘金莲花园调爱婿\n第五十三回　潘金莲惊散幽欢　吴月娘拜求子息\n第五十四回　应伯爵隔花戏金钏　任医官垂帐诊瓶儿\n第五十五回　西门庆两番庆寿旦　苗员外一诺送歌童\n卷之十二\n第五十六回　西门庆捐金助朋友　常峙节得钞傲妻儿\n第五十七回　开缘簿千金喜舍　戏雕栏一笑回嗔\n第五十八回　潘金莲打狗伤人　孟玉楼周贫磨镜\n第五十九回　西门庆露阳惊爱月　李瓶儿睹物哭官哥\n第六十回　李瓶儿病缠死孽　西门庆官作生涯\n卷之十三\n第六十一回　西门庆乘醉烧阴一户　李瓶儿带病宴重阳\n第六十二回　潘道士法遣黄巾士　西门庆大哭李瓶儿\n第六十三回　韩画士传真作遗爱　西门庆观戏动深悲\n第六十四回　玉箫跪受三章约　书童私挂一帆风\n第六十五回　愿同穴一时丧礼盛　守孤灵半夜口脂香\n卷之十四\n第六十六回　翟管家寄书致赙　黄真人发牒荐亡\n第六十七回　西门庆书房赏雪　李瓶儿梦诉幽情\n第六十八回　应伯爵戏衔玉臂　玳安儿密访蜂媒\n第六十九回　招宣府初调林太太　丽春院惊走王三官\n第七十回　老太监引酌朝房　二提刑庭参太尉\n卷之十五\n第七十一回　李瓶儿何家托梦　提刑官引奏朝仪\n第七十二回　潘金莲抠打如意儿　王三官义拜西门庆\n第七十三回　潘金莲不愤忆吹箫　西门庆新试白绫带\n第七十四回　潘金莲香腮偎玉　薛姑子佛口谈经\n第七十五回　因抱恙玉姐含酸　为护短金莲泼醋\n卷之十六\n第七十六回　春梅娇撒西门庆　画童哭躲温葵轩\n第七十七回　西门庆踏雪访爱月　贲四嫂带水战情郎\n第七十八回　林太太鸳帏再战　如意儿茎露独尝\n第七十九回　西门庆贪欲丧命　吴月娘失偶生儿\n第八十回　潘金莲售色赴东床　李娇儿盗财归丽院\n卷之十七\n第八十一回　韩道国拐财远遁　汤来保欺主背恩\n第八十二回　陈敬济弄一得双　潘金莲热心冷面\n第八十三回　秋菊含恨泄幽情　春梅寄柬谐佳会\n第八十四回　吴月娘大闹碧霞宫　曾静师化缘雪涧洞\n第八十五回　吴月娘识破奸情　春梅姐不垂别泪\n卷之十八\n第八十六回　雪娥唆打陈敬济　金莲解渴王潮儿\n第八十七回　王婆子贪财忘祸　武都头杀嫂祭兄\n第八十八回　陈敬济感旧祭金莲　庞大姐埋尸托张胜\n第八十九回　清明节寡妇上新坟　永福寺夫人逢故主\n第九十回　来旺偷拐孙雪娥　雪娥受辱守备府\n卷之十九\n第九十一回　孟玉楼爱嫁李衙内　李衙内怒打玉簪儿\n第九十二回　陈敬济被陷严州府　吴月娘大闹授官厅\n第九十三回　王杏庵义恤贫儿　金道士娈淫少弟\n第九十四回　大酒楼刘二撒泼　洒家店雪娥为娼\n第九十五回　玳安儿窃玉成婚　吴典恩负心被辱\n卷之二十\n第九十六回　春梅姐游旧家池馆　杨光彦作当面豺狼\n第九十七回　假弟妹暗续鸾胶　真夫妇明谐花烛\n第九十八回　陈敬济临清逢旧识　韩爱姐翠馆遇情郎\n第九十九回　刘二醉骂王六儿　张胜窃听张敬济\n第一百回　韩爱姐路遇二捣鬼　普静师幻度孝哥儿","pages":"1019","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s4655223.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s4655223.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s4655223.jpg"},"alt":"https://book.douban.com/subject/1916451/","id":"1916451","publisher":"新加坡南洋出版社","isbn10":"9810553064","isbn13":"9789810553067","title":"金瓶梅","url":"https://api.douban.com/v2/book/1916451","alt_title":"","author_intro":"兰陵笑笑生是第一奇书《金瓶梅》的作者。此人真实身份已成为历史谜团。《金瓶梅》廿公跋说《金瓶梅传》，为世庙时一巨公寓言。明沈德符《万历野获编》则说他是嘉靖间大名士手笔。作为中国文学史上第一位独立创作长篇小说的作家，兰陵笑笑生在小说创作上达到了前所未有的高度，他所创作的《金瓶梅》以市井人物与世俗风情为描写中心，开启了文人直接取材于现实社会生活而创作长篇小说的先河。兰陵即今山东省临沂市苍山县，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。兰陵笑笑生真实作者之考证，至今犹为一大难题，被喻为中国文学古代作家考证界的\u201c哥德巴赫猜想\u201d。\n董玉振获得清华大学工学博士学位，在新加坡被誉为毛泽东研究专家，他本人及其著作《巨人的背影\u2014\u2014为毛泽东辩护及当代中国问题省思》被南洋媒体广泛报道，并受邀在新加坡、马来西亚进行多场大型演讲。","summary":"这套《金瓶梅》（上、下册，约1240印刷页）是全球第一部简体、双版本、带200原图（其中30多幅春宫图也全部保留）、不做任何删节处理的版本。是目前海内外各种版本中内容最全的版本。\n它以北京大学图书馆藏善本影印本为蓝本制作的。包括拥有最充分原始信息、最具可读性的\u201c崇祯本\u201d全部内容（该版本曾面向中国高级领导干部、学者和大型图书馆少量印制），并附录万历\u201c词话本\u201d中和\u201c崇祯本\u201d内容不同的部分（将\u201c词话本\u201d中与\u201c崇祯本\u201d差别较大的第一回前半部分，第五十三、五十四回，以及词话本特有，而崇祯本所无的\u201c欣欣自序\u201d、\u201c廿公跋\u201d、\u201c词曰\u201d以及\u201c四贪词\u201d，也一并附上）使得读者花一套书的钱，同时可得两大主要版本的内容。\n崇祯本的200幅精美插图,虽然有\u201c春宫色彩\u201d，也全以每图一页予以保留；崇祯本原有珍贵的眉批和旁评以双排小字体全部插入正文里（该版本现在市面上仅有一套齐鲁版的繁体竖排本，则是将眉批放在页眉位置，使读者不知批点何处。新加坡一些拥有繁体竖排本的读者，又购买该简体版本，主要是看中了这一处理），可起导读作用。并对原本中的异体字进行认真查对和部分替代，给今日读者的阅读必将带来不少方便。\n《金瓶梅》的传世版本很多，主要有词话本、崇祯本和在崇祯本基础上改写而成的\u201c第一奇书\u201d本（中华书局的《会评会校本金瓶梅》以此版本为主体，台湾也出过不少该版本）。\n\u201c崇祯本\u201d可读性较强，是学术界公认的。百年学术争议的课题即：哪本保留了最充分的原始信息，即何者最\u201c正宗\u201d？ 长期以来，学术界普遍认为\u201c词话本\u201d是正宗传本，认为\u201c崇祯本\u201d是在\u201c词话本\u201d基础上改写而成的版本（齐鲁书社出版的繁体竖排本的前言，是由吉林大学知名金学专家王汝梅教授所写，是这一观点的代表性看法）。\n该书主编董玉振博士在细研三大版本基础上，发现了极为确凿的证据，并配合严密的逻辑推演，得出结论：\u201c崇祯本才是《金瓶梅》的真正正宗传本\u201d；否定了万历\u201c词话本\u201d和崇祯本是\u201c父子关系\u201d的传统认识。同时，董博士相当有把握地认为：在万历\u201c词话本\u201d前，曾有过更早的版本，而\u201c崇祯本\u201d就是该版本的唯一传本；有关的分析写入该《金瓶梅》的\u201c前言\u201d中。到目前为止，还没有学者对这一准确的论证提出质疑。董玉振博士所写的前言，引起新加坡本地学者购买该书的极大兴趣。\n董玉振获得清华大学工学博士学位，在新加坡被誉为毛泽东研究专家，他本人及其著作《巨人的背影\u2014\u2014为毛泽东辩护及当代中国问题省思》被南洋媒体广泛报道，并受邀在新加坡、马来西亚进行多场大型演讲。","price":"466"},{"rating":{"max":10,"numRaters":264,"average":"8.9","min":0},"subtitle":"平凡人的宗教剧","author":["孙述宇"],"pubdate":"2011-3","tags":[{"count":129,"name":"金瓶梅","title":"金瓶梅"},{"count":69,"name":"古典文学","title":"古典文学"},{"count":52,"name":"孙述宇","title":"孙述宇"},{"count":40,"name":"文学","title":"文学"},{"count":37,"name":"文学评论","title":"文学评论"},{"count":34,"name":"文学批评","title":"文学批评"},{"count":30,"name":"文艺理论","title":"文艺理论"},{"count":23,"name":"中国古典文学","title":"中国古典文学"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s6523908.jpg","binding":"平装","translator":[],"catalog":"自   序  / 1\n前言：国人忽略了的小说  / 1\n各种真假缺点  / 4\n写实艺术  / 10\n活力的表现：几个小妓女  / 17\n应伯爵  / 26\n讽刺艺术：《儒林外史》的先河  / 34\n宋惠莲  / 39\n表里之别  / 53\n德行：吴月娘与武松  / 61\n痴爱：李瓶儿  / 72\n嗔恶：潘金莲  / 83\n庞春梅：《金瓶梅》的命名  / 92\n西门庆：贪欲与淫心  / 99\n平凡人的宗教剧  / 109\n余论：布局与成就  / 118","pages":"128","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s6523908.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s6523908.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s6523908.jpg"},"alt":"https://book.douban.com/subject/6105391/","id":"6105391","publisher":"上海古籍出版社","isbn10":"7532557715","isbn13":"9787532557714","title":"金瓶梅","url":"https://api.douban.com/v2/book/6105391","alt_title":"","author_intro":"孙述宇，1934年生，原籍广东中山。抗战时期在西南大后方读小学，胜利后回广州读中学，解放后，曾北上学习自然科学，其后去香港，毕业于新亚书院外文系，继在美国耶鲁大学英文系得到博士学位。长期任教于香港中文大学，授课跨英文、翻译及中文各系，亦曾在美国爱荷华州立大学远东系及台湾中山大学、成功大学等校外文系任教。著述范围为中国旧小说及古代英语与英语语音演变等。","summary":"本书是对《金瓶梅》的写作艺术与人物的赏析，涉及对小说的写实与讽刺艺术、西门庆及他的一众妻妾的个性与人物所代表的意涵的解读，以及《金瓶梅》作者在这种日常生活的绘写中所表现出的巨大的生命力和小说在活色生香的俗世繁华之上所笼罩的浓重的宗教悲悯与劝世意味等。由于作者少年时期熟读旧小说，后又长期淫浸于西方文学，对《金瓶梅》的分析视角独特，既点出了《红楼梦》、《儒林外史》等后继小说对于《金瓶梅》写作艺术的继承与发扬，又常以外国名著的手法与人物形象与《金瓶梅》相比照，在在显示出这部小说的杰出艺术价值。","price":"18.00元"},{"rating":{"max":10,"numRaters":180,"average":"9.1","min":0},"subtitle":"皋鹤堂批评第一奇书：插图本","author":["[明] 兰陵笑笑生 著","王汝梅 校注"],"pubdate":"1994-10","tags":[{"count":78,"name":"金瓶梅","title":"金瓶梅"},{"count":71,"name":"古典文学","title":"古典文学"},{"count":42,"name":"小说","title":"小说"},{"count":30,"name":"中国古典文学","title":"中国古典文学"},{"count":29,"name":"【明】兰陵笑笑生","title":"【明】兰陵笑笑生"},{"count":20,"name":"中国文学","title":"中国文学"},{"count":17,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":14,"name":"我的藏書","title":"我的藏書"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27239154.jpg","binding":"精装","translator":[],"catalog":"\n      ","pages":"1399","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27239154.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27239154.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27239154.jpg"},"alt":"https://book.douban.com/subject/1597987/","id":"1597987","publisher":"吉林大学出版社","isbn10":"7560116337","isbn13":"9787560116334","title":"金瓶梅","url":"https://api.douban.com/v2/book/1597987","alt_title":"","author_intro":"","summary":"\n      ","price":"680.00元"},{"rating":{"max":10,"numRaters":177,"average":"9.3","min":0},"subtitle":"新刻绣像批评","author":["兰陵笑笑生"],"pubdate":"1989-6","tags":[{"count":161,"name":"金瓶梅","title":"金瓶梅"},{"count":73,"name":"古典文学","title":"古典文学"},{"count":34,"name":"小说","title":"小说"},{"count":20,"name":"中国","title":"中国"},{"count":16,"name":"经典","title":"经典"},{"count":16,"name":"漫画","title":"漫画"},{"count":12,"name":"足本","title":"足本"},{"count":12,"name":"繡像","title":"繡像"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s26303658.jpg","binding":"精装","translator":[],"catalog":"","pages":"1430","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s26303658.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s26303658.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s26303658.jpg"},"alt":"https://book.douban.com/subject/4286510/","id":"4286510","publisher":"齐鲁书社","isbn10":"9570467568","isbn13":"9789570467567","title":"金瓶梅","url":"https://api.douban.com/v2/book/4286510","alt_title":"","author_intro":"","summary":"《金瓶梅》崇祯本会校足本，王汝梅校，齐鲁书社1989年6月版。该书是根据国家新闻出版署文件批准，为学术研究需要而出版的。这是《金瓶梅》崇祯本问世以来第一次出版排印本，一字不删，200幅插图照原版影印。此书发行时有限制，原则上只售给各大图书馆和大学中文系教授、文学研究员以上职称的研究人员。","price":"175"},{"rating":{"max":10,"numRaters":1339,"average":"8.4","min":0},"subtitle":"《金瓶梅》的声色与虚无","author":["格非"],"pubdate":"2014-8","tags":[{"count":470,"name":"格非","title":"格非"},{"count":394,"name":"金瓶梅研究","title":"金瓶梅研究"},{"count":278,"name":"文学评论","title":"文学评论"},{"count":235,"name":"古典文学","title":"古典文学"},{"count":205,"name":"金瓶梅","title":"金瓶梅"},{"count":129,"name":"文学","title":"文学"},{"count":112,"name":"中国文学","title":"中国文学"},{"count":84,"name":"文化","title":"文化"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27372240.jpg","binding":"精装","translator":[],"catalog":"卷一     经济与法律\n清河\n清河国\n临清\n钞关\n淮上\n南方\n南北方社会风习之别\n书名之寓意\n市井与田园\n人人皆商\n开中\n西门庆的\u201c经济型\u201d人格\n新信仰的出现\n金钱崇拜\n白银货币\n同心圆\n礼与法\n蒋竹山的借票\n\u201c契约社会\u201d的脆弱\n法律与政治\n法律的实质\n法律之外\n卷二   思想与道德\n阳明学的投影\n佛道世界观\n参禅与念佛\n禅、净之辨\n无善无恶\n真妄\n《红楼梦》的真妄观\n\u201c诚\u201d与\u201c真\u201d\n恶人之死\n佛眼\n色情问题\n伦理学的暗夜\n自然、本然与虚无\n倒影\n卷三    修辞例话\n老虎\n十兄弟\n邻居们\n薛嫂\n孙歪头\n回前诗的删改\n撞了个满怀\n李瓶儿\n邸报\n囫囵语\n夫妻交恶\n越界\n邈远\n冰鉴定终身\n两个太监\n\u201c青刀马\u201d与\u201c寒鸦儿\u201d\n白赉光\n价值观之混乱\n道佛之别\n方巾客\n改文书\n贲四嫂宴客\n苗青案\n紫薇花与紫薇郎\n桂姐唱曲\n故事\n水秀才\n郑爱月因何不说话\n半截门子\n病急乱投医\n李瓶儿之死\n二十七盏本命灯\n埋伏\n途中风景\n文嫂的驴子\n幽明之分\n重名问题\n瞎子申二姐\n群芳谱\n蔡御史祭灵\n散\n荷尽已无擎雨盖\n燕还旧巢\n芍药花\n陆沉\n韩爱姐","ebook_url":"https://read.douban.com/ebook/5892039/","pages":"356","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27372240.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27372240.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27372240.jpg"},"alt":"https://book.douban.com/subject/25934176/","id":"25934176","publisher":"译林出版社","isbn10":"754474907X","isbn13":"9787544749077","title":"雪隐鹭鸶","url":"https://api.douban.com/v2/book/25934176","alt_title":"","author_intro":"格非1964年生，江苏丹徒人，当代著名作家、学者，清华大学文学教授，著有《迷舟》、《相遇》等中短篇小说四十余篇，《欲望的旗帜》、《人面桃花》、《山河入梦》、《春尽江南》等长篇小说六部，以及《小说艺术面面观》《小说叙事研究》《文学的邀约》《博尔赫斯的面孔》等论著和随笔集多部。","summary":"本书是著名作家、学者格非论《金瓶梅》的专著。全书第一、第二部分联系明代社会史和思想史脉络，将《金瓶梅》置于十六世纪全球社会转型和文化变革的背景中详细考察，对小说所展现的器物日用、经济活动、观念风习等方面进行深入浅出的探讨；第三部分以细腻生动的随笔和例话形式对《金瓶梅》文本展开细读，赏析其文章修辞的精彩之处。格非教授于治学写作之余反复品读《金瓶梅》，积多年之功得成此书，学者和作家的双重视角使他的解读别有会心。书名\u201c雪隐鹭鸶\u201d四字取自《金瓶梅》中的诗句，喻指《金瓶梅》中深远幽微的人情世态和历史文化信息。格非教授认为，《金瓶梅》是一部激愤之书、悲悯之书，更是一部别开生面、寄意深远的呕心沥血之作。《雪隐鹭鸶》对《金瓶梅》展开全方位解读，正是要鼓励读者穿透偏见和曲解，去索解隐秘、探幽访胜。","ebook_price":"15.99","price":"45.00元"},{"rating":{"max":10,"numRaters":1636,"average":"8.9","min":0},"subtitle":"","author":["[明] 兰陵笑笑生"],"pubdate":"2008-8","tags":[{"count":545,"name":"古典文学","title":"古典文学"},{"count":536,"name":"金瓶梅","title":"金瓶梅"},{"count":339,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":335,"name":"金瓶梅词话（上下册）","title":"金瓶梅词话（上下册）"},{"count":283,"name":"小说","title":"小说"},{"count":267,"name":"中国古典文学","title":"中国古典文学"},{"count":156,"name":"中国文学","title":"中国文学"},{"count":114,"name":"古典","title":"古典"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3233653.jpg","binding":"精装","translator":["陶慕宁 校注"],"catalog":"","pages":"1365","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3233653.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3233653.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3233653.jpg"},"alt":"https://book.douban.com/subject/3191229/","id":"3191229","publisher":"人民文学出版社","isbn10":"7020065929","isbn13":"9787020065929","title":"金瓶梅词话（全两册）","url":"https://api.douban.com/v2/book/3191229","alt_title":"","author_intro":"兰陵笑笑生，明代文学家，《金瓶梅》的作者的笔名，兰陵即今山东省枣庄市峄城区，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。\n由于兰陵笑笑生为化名，至今尚未发现其他直接证据可证明此人为谁，明沈德符《万历野获编》则说是\u201c嘉靖间大名士手笔。\u201d目前普遍的说法是王世贞，清代宋起风、顾公燮、李慈铭、梁章巨等学者也认为《金瓶梅》作者应是王世贞。\n传说，王世贞之父被严世蕃所害，而严世蕃好读奇书，王世贞乃著《金瓶梅》，书里写了很多淫秽的内容，看的人爱不释手，又在书角蘸以砒霜毒液，然后将书卖给严世蕃，严世蕃嗜读此书，不停以手在嘴上沾点唾液，把那一页再翻过去，读完此书，遂毒发身亡。这个传言并不可靠，鲁迅认为过于牵强附会：\u201c后人之主张此说，并且以苦孝说冠其首，也无非是想减轻社会上的攻击手段，并不是确有王世贞所作的凭据\u201d。\n许建平《金学考论》与霍现俊《〈金瓶梅〉发微》再次认定是王世贞作，许建平认为\u201c21世纪《金瓶梅》研究应从王世贞研究作为新的突破口和起点\u201d。\n兰陵笑笑生真实身份至今尚在争议中，迄今已提出六十多位候选人，除王世贞之外、还有：贾三近、屠隆、李开先、徐渭、王稚登，此外还有汤显祖、冯梦龙、李先芳、沈德符、李渔、赵南星、卢楠、李贽、冯维敏、谢榛、贾梦龙、薛应旗、臧晋叔、金圣叹、田艺蘅、王采、唐寅、李攀龙、萧鸣凤、胡忠、丁惟宁等人。\n本文内容在GNU自由文档许可证下发布。所使用的材料来自于维基百科的条目\u201c兰陵笑笑生\u201d。\n其中较有可信度的有：黄霖的\u201c屠隆说\u201d，卜键的\u201c李开先说\u201d，鲁歌、马征的\u201c王稚登说\u201d，许建平、霍现俊的\u201c王世贞说\u201d，潘承玉的\u201c徐渭说\u201d等，被称为五大说。","summary":"整理校注情况（摘要）\n1.使用人民文学出版社一九九一年影印明万历丁巳（1617）年《金瓶梅词话》为工作底本，缺页由日本大安株式会社一九六三年同版别部影印本配补。校勘本主要有：北京大学图书馆藏明崇祯间刊本《新刻绣像批评金瓶梅》；清康熙间刊刻张竹坡批评的《第一奇书》本。\n2.校勘以尽量保存\u201c词话本\u201d原貌为宗旨，文字大略可通或今思不通而当日未必不通者，不作改动。凡改动原文处，皆参核别本出校。明显的讹夺衍误而又无他书可校者，则斟酌厘定，并于校记中说明。\n3.词话本中有部分俗体字、异体字、假借字或以方音直接录入的别字，在不影响阅读、理解的前提下，一般不予改动，以利博识。有些容易引起歧义者遵循现在简化字的写法，统一作某字，不一一出校。另有少量刻误之字，则径行改正，不出校。\n4.词话本情节素材多有采撷自《水浒传》及宋、元、明话本小说者，凡遇此种情况，皆比对原书，《水浒传》用明容与堂刻本，其他话本小说采用《京本通俗小说》、《清平山堂话本》等早期刊本。词话本明显舛错处，据他书改正，出校记说明。词话本与他书文字相异但文意可通处，不作改动，出校记说明。\n5.以《盛世新声》、《词林摘艳》、《雍熙乐府》、《群音类选》等明代曲集校核词话本中散曲。凡词话本句意可通，合于曲律而文字异于诸曲集者，以词话本为准，不妄改。词话本乖于曲律，文字错谬处，则参酌诸书，择善而从，并出校记。\n6.本书注释侧重于俗语、方言、隐语、歇后语及江湖切语的诠解，典章制度与一般故事从略。注释不务繁琐引证，但求简明扼要。\n7.多年来《金瓶梅》点校及语词研究成果斐然，本书亦有所汲取，不敢掠美，仅将主要参考书布列于下，注文中不再一一标示：\n姚灵犀《瓶外卮言》\n魏子云《金瓶梅词话注释》\n王利器主编《金瓶梅词典》\n黄霖主编《金瓶梅大词典》\n白维国《金瓶梅词典》\n傅憎享《金瓶梅隐语揭秘》\n人民文学出版社一九八五年版戴鸿森校点《金瓶梅词话》\n浙江古籍出版社一九九一年版《李渔全集·新刻绣像批评金瓶梅》\n岳麓书社一九九五年版白维国、卜键校注《金瓶梅词话校注》\n8.词话本内容有少量淫亵描写，虽与刻画人物性格不无关系，考虑到其负面影响，仍作了必要的删节。全书共删去四千三百字。","price":"90.00元"},{"rating":{"max":10,"numRaters":1027,"average":"8.7","min":0},"subtitle":"","author":["田晓菲"],"pubdate":"2005-1","tags":[{"count":415,"name":"田晓菲","title":"田晓菲"},{"count":390,"name":"金瓶梅","title":"金瓶梅"},{"count":264,"name":"文学评论","title":"文学评论"},{"count":124,"name":"秋水堂论金瓶梅","title":"秋水堂论金瓶梅"},{"count":99,"name":"古典文学","title":"古典文学"},{"count":96,"name":"文学","title":"文学"},{"count":94,"name":"文学研究","title":"文学研究"},{"count":75,"name":"文艺评论","title":"文艺评论"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s27978858.jpg","binding":"平装","translator":[],"catalog":"第一回西门庆热结十弟兄，武二郎冷遇亲哥嫂\n（第一回景阳冈武松打虎，潘金莲嫌夫卖风月）\n第二回俏潘娘帘下勾情，老王婆茶坊说技\n（第二回西门庆帘下遇金莲，王婆子贪贿说风情）\n第三回定挨光王婆受贿，设圈套浪子私挑\n（第三回王婆定十件挨光计，西门庆茶房戏金莲）\n第四回赴巫山潘氏幽欢，闹茶坊郓哥义愤\n（第四回淫妇背武大偷奸，郓哥不愤闹茶肆）\n第五回捉奸情郓哥定计，饮鸩药武大遭殃\n（第五回郓哥帮捉骂王婆，淫妇药鸩武大郎）\n第六回何九受贿瞒天，王婆帮闲遇雨\n（第六回西门庆买嘱何九，王婆打酒遇大雨）\n第七回薛媒婆说娶孟三儿，杨姑娘气骂张四舅\n（第七回薛嫂儿说娶孟玉楼，杨姑娘气骂张四舅）\n第八回盼情郎佳人占鬼卦，烧夫灵和尚听淫声\n（第八回潘金莲永夜盼西门庆，烧夫灵和尚听淫声）\n第九回西门庆偷娶潘金莲，武都头误打李皂隶\n（第九回西门庆计娶潘金莲，武都头误打李外传）\n第十回义士充配盖州道，妻妾玩赏芙蓉亭\n（第十回武二充配孟州道，妻妾宴赏芙蓉亭）\n第十一回潘金莲激打孙雪娥，西门庆梳笼李桂姐\n（第十一回潘金莲激打孙雪娥，西门庆梳笼李桂姐）\n第十二回潘金莲私仆受辱，刘理星魇胜求财\n（第十二回潘金莲私仆受辱，刘理星魇胜贪财）\n第十三回李瓶姐墙头密约，迎春儿隙底私窥\n（第十三回李瓶儿隔墙密约，迎春女窥隙偷光）\n第十四回花子虚因气丧身，李瓶儿迎奸赴会\n（第十四四花子虚因气丧身，李瓶儿迎奸赴会）\n第十五回佳人笑赏玩灯楼，狎客帮嫖丽春院\n（第十五回佳人笑赏玩月楼，狎容帮阚丽春院）\n第十六回西门庆择吉佳期，应伯爵追欢喜庆\n（第十六回西门庆谋财娶妇，应伯爵喜庆追欢）\n第十七回宇给事劾倒杨提督，李瓶儿许嫁蒋竹山\n（第十七回宇给事劾倒杨提督，李瓶儿招赘蒋竹山）\n第十八回赂相府西门脱祸，见娇娘敬济销魂\n（第十八回来保上东京干事，陈经济花园管工）\n第十九回草里蛇逻打蒋竹山，李瓶儿情感西门庆\n（第十九回草里蛇逻打蒋竹山，李瓶儿惰感西门庆）\n\u2026\u2026","pages":"317","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s27978858.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s27978858.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s27978858.jpg"},"alt":"https://book.douban.com/subject/1009290/","id":"1009290","publisher":"天津人民出版社","isbn10":"720104057X","isbn13":"9787201040578","title":"秋水堂论金瓶梅","url":"https://api.douban.com/v2/book/1009290","alt_title":"","author_intro":"田晓菲，笔名宇文秋水，1971年生。5岁习古诗，少年时期，古今中外，阅读颇丰。14岁破格入北大，1989年毕业于北京大学英语语言文学系。1991年获美国布拉斯加州立大学英国语言文学硕士学位；1998年获哈佛大学比较文学系博士学位。曾在美国柯盖特大学、康奈尔大学教书。2000年受聘于哈佛大学东亚系执教至今。\n曾有小说、散文、文学评论、诗集发表、出版；又有译作《后现代主义与通俗文化》（中央编译出版社）、《他山的石头记：宇文所安自选集》（江苏人民出版社）。现正致力于《尘几录──陶诗论稿》中英文书稿的著述。秋水堂乃田晓菲在波士顿居所书斋之名。","summary":"秋水的论〈金瓶梅〉，要我们读者看到绣像本的慈悲。与其说这是一咱属于道德教诲的慈悲，毋宁说这是一咱属于文学的慈悲。即使是那些最堕落的角色，也被赋予了一种诗意的人情；没有一个角色具备非人的完美，给我们提供绝对判断的标准。我们还是会对书中的人物做出道德判断\u2014\u2014这部小说要求我们做出判断\u2014\u2014但是我们的无情判断常常会被人性的单纯闪现而软化，这些人性闪现的瞬间迫使我们超越了判断，走向一种处于慈悲之边缘的同情。","price":"39.00元"},{"rating":{"max":10,"numRaters":1064,"average":"8.8","min":0},"subtitle":"私房阅读《金瓶梅》","author":["侯文咏"],"pubdate":"2010-4","tags":[{"count":381,"name":"金瓶梅","title":"金瓶梅"},{"count":341,"name":"侯文咏","title":"侯文咏"},{"count":171,"name":"文学研究","title":"文学研究"},{"count":169,"name":"台湾","title":"台湾"},{"count":122,"name":"文学","title":"文学"},{"count":72,"name":"文化","title":"文化"},{"count":60,"name":"随笔","title":"随笔"},{"count":41,"name":"研究","title":"研究"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s24417152.jpg","binding":"平装","translator":[],"catalog":"前言\n第一章 大家都爱潘金莲\n第二章 妻妾的争宠战争\n第三章 李瓶儿登场\n第四章 误入野兽丛林的小白兔──宋蕙莲\n第五章 这些人，那些人\u2026\u2026\n第六章 潘金莲与李瓶儿的生死对决\n第七章 香消玉殒李瓶儿\n第八章 后李瓶儿时代\n第九章 西门庆的钱脉、人脉\n第十章 强弩之末西门庆\n第十一章 末路狂花潘金莲\n第十二章 如今俱是异乡人","pages":"534","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s24417152.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s24417152.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s24417152.jpg"},"alt":"https://book.douban.com/subject/4723735/","id":"4723735","publisher":"华文出版社","isbn10":"7507531090","isbn13":"9787507531091","title":"没有神的所在","url":"https://api.douban.com/v2/book/4723735","alt_title":"","author_intro":"台湾嘉义县人，台大医学博士。\n目前专职写作，兼任台北医学院医学研究所副教授，万芳医院、台大医院麻醉科主治医师，并主持\u201c台北ZOO\u201d广播节目。其长篇小说《白色巨塔》是近年代表作，荣获金石堂等畅销排行榜第一名，是台湾地区当前最受欢迎的男作家。\n侯文咏在台湾被称为是作家中的周杰伦，其独创性的\u201c侯式文风\u201d令他多次蝉联\u201c天王级畅销作家\u201d的宝座。其代表作《白色巨塔》于2006年由台湾中视改编成电视剧，《流星花园》导演蔡岳勋执导、当红偶像明星言承旭领衔主演，引发一阵收视热潮。紧接着，他的另一作品《危险心灵》也搬上荧屏，由台湾新生代女演员桂纶镁担纲主演。与此同时，侯文咏另辟蹊径，与台湾主持人蔡康永合作有声出版物《欢乐三国志》，以欢乐诙谐的说书形式解说三国故事，出版之时在台湾刮起\u201c三国旋风\u201d。\n国内出版作品：\n《顽皮故事集》\n《大医院小医师》\n《白色巨塔》\n《危险心灵》","summary":"《没有神的所在:私房阅读《金瓶梅》》内容简介：\u201c与其说《金瓶梅》谈的是性，还不如说是人性；读通《金瓶梅》，让我们在炎凉世态中多一份明澈从容，在险恶人情中少一份戒慎恐惧。\u201d\n\u201c虽然这是一本四百年前的书，但是实在太贴近当代了。有时候看国外的当代作品都还会有些隔阂，但是这本书完全就是可以对号入座──官商勾结、妻妾战争，简直就和某些富豪家一模一样。\u201d\n\u201c进一步要赋予年纪和性别的想象的话，我认为《水浒传》是父亲，《金瓶梅》是母亲，父亲和母亲因为\u201c潘金莲和西门庆\u201d的关系（性的关系）结合在一起，而《红楼梦》就应该是他们的女儿──而且还是一个长得还像妈妈的大美女。\u201d","price":"38.00元"},{"rating":{"max":10,"numRaters":134,"average":"8.6","min":0},"subtitle":"","author":["兰陵笑笑"],"pubdate":"1994-02-01","tags":[{"count":79,"name":"金瓶梅","title":"金瓶梅"},{"count":27,"name":"古典文学","title":"古典文学"},{"count":22,"name":"小说","title":"小说"},{"count":16,"name":"中国文学","title":"中国文学"},{"count":13,"name":"人性","title":"人性"},{"count":12,"name":"风月","title":"风月"},{"count":5,"name":"古典","title":"古典"},{"count":4,"name":"红楼梦","title":"红楼梦"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27044150.jpg","binding":"","translator":[],"catalog":"\n      ","pages":"","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27044150.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27044150.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27044150.jpg"},"alt":"https://book.douban.com/subject/1647090/","id":"1647090","publisher":"北京图书馆出版社","isbn10":"7501311269","isbn13":"9787501311262","title":"金瓶梅","url":"https://api.douban.com/v2/book/1647090","alt_title":"","author_intro":"","summary":"\n      ","price":"7.2"},{"rating":{"max":10,"numRaters":679,"average":"9.0","min":0},"subtitle":"","author":["兰陵笑笑生"],"pubdate":"1990年","tags":[{"count":234,"name":"金瓶梅","title":"金瓶梅"},{"count":131,"name":"中国古典文学","title":"中国古典文学"},{"count":118,"name":"小说","title":"小说"},{"count":105,"name":"古典文学","title":"古典文学"},{"count":103,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":55,"name":"经典","title":"经典"},{"count":44,"name":"古典","title":"古典"},{"count":42,"name":"中国","title":"中国"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s3281598.jpg","binding":"精裝","translator":[],"catalog":"","pages":"1430","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s3281598.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s3281598.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s3281598.jpg"},"alt":"https://book.douban.com/subject/2269425/","id":"2269425","publisher":"三聯書店(香港)","isbn10":"9620407873","isbn13":"9789620407871","title":"新刻绣像批评金瓶梅","url":"https://api.douban.com/v2/book/2269425","alt_title":"新刻绣像批评金瓶梅","author_intro":"蘭陵笑笑生，明代文學家，《金瓶梅》的作者，蘭陵即今山東省棗庄市嶧城區，作者當為山東人，書中大量運用山東口語。蘭陵笑笑生為化名，至今尚未發現其他直接證據可說明此人為何人，明沈德符《萬曆野獲編》則說是「嘉靖間大名士手筆。」目前普遍的說法是王世貞，清代宋起風、顧公燮、李慈銘、梁章鉅等學者也認為《金瓶梅》作者應是王世貞。有傳聞說王世貞之父被嚴世蕃所害，而嚴世蕃好讀奇書，王世貞乃著《金瓶梅》，書裡寫了很多淫穢的內容，看的人愛不釋手，又在書角蘸以砒霜毒液，然後將書賣給嚴世蕃，嚴世蕃嗜讀此書，不停的嘴上沾點唾液，把那一頁再翻過去，讀完此書，遂毒發身亡。這個傳言並不可靠，魯迅認為過於牽強附會：「後人之主張此說，並且以苦孝說冠其首，也無非是想減輕社會上的攻擊手段，並不是確有王世貞所作的憑據」。許建平《金學考論》與霍現俊《〈金瓶梅〉發微》再次認定是王世貞作，許建平認為「21世紀《金瓶梅》研究應從王世貞研究作為新的突破口和起點」。","summary":"齐烟、王汝梅会校。\n----------------------\n《金瓶梅》，也稱《金瓶梅詞話》，是中國小說史上第一部文人獨立創作的長篇白話世情小說。作者署名為明代蘭陵笑笑生。\n小說從《水滸傳》中引出，根據《水滸傳》中西門慶勾引潘金蓮，殺武大郎，最後被武松所殺的情節展開，略加改動，描寫了西門慶從發跡到淫亂而死的故事。《金瓶梅》的書名從小說中西門慶的三個妾潘金蓮、李瓶兒、龐春梅的名字中各取一字而成。也有人認為，實際上有更深一層涵義，即「金」代表錢財，「瓶」代表酒，「梅」代表女色。\n本書由山東齊魯書社約請專家學者，據崇禎本存世的幾種主要版本(以北京大學圖書館藏本為底本)全面校勘而成，共二十卷，一百回，附插圖二百幀。正文用四號宋體字排版，字大清晰；另照原書行款排出眉批和夾註；每回有校記。作版本研究或文學欣賞均相宜。","price":"175"},{"rating":{"max":10,"numRaters":582,"average":"7.5","min":0},"subtitle":"吴闲云新说金瓶梅","author":["吴闲云"],"pubdate":"2011-2","tags":[{"count":205,"name":"吴闲云","title":"吴闲云"},{"count":160,"name":"金瓶梅","title":"金瓶梅"},{"count":73,"name":"文学","title":"文学"},{"count":67,"name":"书评","title":"书评"},{"count":64,"name":"古典文学","title":"古典文学"},{"count":48,"name":"新视角","title":"新视角"},{"count":35,"name":"文化随笔","title":"文化随笔"},{"count":34,"name":"小说","title":"小说"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s6476973.jpg","binding":"平装","translator":[],"catalog":"01） 西门庆的家底\n02） 西门庆的朋友\n03） 西门庆与女人\n04） 武大郎真的是穷鬼吗？\n05） 从《金瓶梅》看王婆子的谈话技巧\n06） 奸情是如何败露的\n07） 武大郎捉奸的博弈竞局\n08） 武大郎死后的经济效益\n09） 从《金瓶梅》看媒婆间的竞争\n10） 西门庆相亲\n11） 从《金瓶梅》看：古代女性最想嫁给哪种男人\n12） 西门庆与潘金莲两种不同的结局\n13） 《金瓶梅》对武松作了哪些改写？\n14） 从《金瓶梅》看：执法者如何故意行凶犯法\n15） 从《金瓶梅》看：糊涂官判断糊涂案\n16） 从《金瓶梅》看潘金莲的竞争手段\n17） 从《金瓶梅》看妓女的收入状况\n18） 揭秘：西门庆控制女人的手段\n19） 从《金瓶梅》看古代术士如何谋生\n20） 从《金瓶梅》看西门庆欺骗女性的伎俩\n21） 揭秘：西门庆追女必成的绝招\n题外篇：\u201c西门庆\u201d原型考\n22） 西门庆爆发女人财\n23） 从《金瓶梅》解读：什么是\u201c清官\u201d？\n24） 《金瓶梅》中最悲哀的男人\n25） 解读《金瓶梅》：当女人向男人求婚时\n26） 《金瓶梅》之贫贱医生傍上富婆\n27） 《金瓶梅》之流氓痛打色狼医生\n28） 《金瓶梅》之披着婚纱扑向地狱\n29） 《金瓶梅》的阴柔之美\n30） 解读《金瓶梅》：西门庆捉奸\n31） 读金瓶梅：西门家族中的\u201c英雄排座次\u201d 荐\n32） 《金瓶梅》：西门集团的壮大","pages":"300","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s6476973.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s6476973.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s6476973.jpg"},"alt":"https://book.douban.com/subject/6313273/","id":"6313273","publisher":"湖南人民出版社","isbn10":"7543871300","isbn13":"9787543871304","title":"窥破金瓶","url":"https://api.douban.com/v2/book/6313273","alt_title":"","author_intro":"吴闲云，男，湖北人。自幼酷爱传统文化，对古典文学、古代哲学、古代艺术均有广泛研究。2008年起，陆续撰写《三国中的博弈》《煮酒探西游》《吴闲云新说金瓶梅》等系列文章，并出版《博弈三国》《煮酒探西游》《窥破金瓶》。\n","summary":"读《金瓶梅》，你可以看到一部没有被篡改过的历史，可以看到正史中不曾记载的那些无数鲜活的细节。《金瓶梅》最直接、最真实地再现了那个时代\u2026\u2026","price":"35.00元"},{"rating":{"max":10,"numRaters":337,"average":"9.2","min":0},"subtitle":"","pubdate":"1992年8月","image":"https://img3.doubanio.com/view/subject/m/public/s5125572.jpg","binding":"平装","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s5125572.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s5125572.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s5125572.jpg"},"alt":"https://book.douban.com/subject/1891221/","id":"1891221","title":"金瓶梅词话（全六册）","author_intro":"兰陵笑笑生是第一奇书《金瓶梅词话》的作者。此人真实身份已成为历史谜团。《金瓶梅》廿公跋说《金瓶梅传》，为世庙时一巨公寓言。明沈德符《万历野获编》则说他是嘉靖间大名士手笔。\n作为中国文学史上第一位独立创作长篇小说的作家，兰陵笑笑生在小说创作上达到了前所未有的高度，他所创作的《金瓶梅》以市井人物与世俗风情为描写中心，开启了文人直接取材于现实社会生活而创作长篇小说的先河。\n兰陵即今山东省临沂市苍山县，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。兰陵笑笑生真实作者之考证，至今犹为一大难题，被喻为中国文学古代作家考证界的\u201c哥德巴赫猜想\u201d。","tags":[{"count":145,"name":"金瓶梅","title":"金瓶梅"},{"count":98,"name":"古典文学","title":"古典文学"},{"count":74,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":58,"name":"小说","title":"小说"},{"count":53,"name":"中国古典名著","title":"中国古典名著"},{"count":33,"name":"文学","title":"文学"},{"count":29,"name":"全本","title":"全本"},{"count":26,"name":"中国文学","title":"中国文学"}],"origin_title":"","price":"","translator":[],"catalog":"第一回　西门庆热结十弟兄　武二郎冷遇亲哥嫂\n第二回　俏潘娘帘下勾情　老王婆茶坊说技\n第三回　定挨光王婆受贿　设圈套浪子私挑\n第四回　赴巫山潘氏幽欢　闹茶坊郓哥义愤\n第五回　捉奸情郓哥定计　饮鸩药武大遭殃\n第六回　何九受贿瞒天　王婆帮闲遇雨\n第七回　薛媒婆说娶孟三儿　杨姑娘气骂张四舅\n第八回　盼情郎佳人占鬼卦　烧夫灵和尚听淫声\n第九回　西门庆偷娶潘金莲　武都头误打李皂隶\n第十回　义士充配孟州道　妻妾玩赏芙蓉亭\n第十一回　潘金莲激打孙雪娥　西门庆梳笼李桂姐\n第十二回　潘金莲私仆受辱　刘理星魇胜求财\n第十三回　李瓶姐墙头密约　迎春儿隙底私窥\n第十四回　花子虚因气丧身　李瓶儿迎奸赴会\n第十五回　佳人笑赏玩灯楼　狎客帮嫖丽春院\n第十六回　西门庆择吉佳期　应伯爵追欢喜庆\n第十七回　宇给事劾倒杨提督　李瓶儿许嫁蒋竹山\n第十八回　赂相府西门脱祸　见娇娘敬济销魂\n第十九回　草里蛇逻打蒋竹山　李瓶儿情感西门庆\n第二十回　傻帮闲趋奉闹华筵　痴子弟争锋毁花院\n第二十一回　吴月娘扫雪烹茶　应伯爵替花邀酒\n第二十二回　蕙莲儿偷期蒙爱　春梅姐正色闲邪\n第二十三回　赌棋枰瓶儿输钞　觑藏春潘氏潜踪\n第二十四回　敬济元夜戏娇姿　惠祥怒詈来旺妇\n第二十五回　吴月娘春昼秋千　来旺儿醉中谤仙\n第二十六回　来旺儿递解徐州　宋蕙莲含羞自缢\n第二十七回　李瓶儿私语翡翠轩　潘金莲醉闹葡萄架\n第二十八回　陈敬济徼幸得金莲　西门庆糊涂打铁棍\n第二十九回　吴神仙冰鉴定终身　潘金莲兰汤邀午战\n第三十回　蔡太师擅恩锡爵　西门庆生子加官\n第三十一回　琴童儿藏壶构衅　西门庆开宴为欢\n第三十二回　李桂姐趋炎认女　潘金莲怀妒惊儿\n第三十三回　陈敬济失钥罚唱　韩道国纵妇争锋\n第三十四回　献芳樽内室乞恩　受私贿后庭说事\n第三十五回　西门庆为男宠报仇　书童儿作女妆媚客\n第三十六回　翟管家寄书寻女子　蔡状元留饮借盘缠\n第三十七回　冯妈妈说嫁韩爱姐　西门庆包占王六儿\n第三十八回　王六儿棒槌打捣鬼　潘金莲雪夜弄琵琶\n第三十九回　寄法名官哥穿道服　散生日敬济拜冤家\n第四十回　抱孩童瓶儿希宠　妆丫鬟金莲市爱\n第四十一回　两孩儿联姻共笑嬉　二佳人愤深同气苦\n第四十二回　逞豪华门前放烟火　赏元宵楼上醉花灯\n第四十三回　争宠爱金莲惹气　卖富贵吴月攀亲\n第四十四回　避马房侍女偷金　下象棋佳人消夜\n第四十五回　应伯爵劝当铜锣　李瓶儿解衣银姐\n第四十六回　元夜游行遇雪雨　妻妾戏笑卜龟儿\n第四十七回　苗青贪财害主　西门枉法受赃\n第四十八回　弄私情戏赠一枝桃　走捷径探归七件事\n第四十九回　请巡按屈体求荣　遇胡僧现身施药\n第五十回　琴童潜听燕莺欢　玳安嬉游蝴蝶巷\n第五十一回　打猫儿金莲品玉　斗叶子敬济输金\n第五十二回　应伯爵山洞戏春娇　潘金莲花园调爱婿\n第五十三回　潘金莲惊散幽欢　吴月娘拜求子息\n第五十四回　应伯爵隔花戏金钏　任医官垂帐诊瓶儿\n第五十五回　西门庆两番庆寿旦　苗员外一诺送歌童\n第五十六回　西门庆捐金助朋友　常峙节得钞傲妻儿\n第五十七回　开缘簿千金喜舍　戏雕栏一笑回嗔\n第五十八回　潘金莲打狗伤人　孟玉楼周贫磨镜\n第五十九回　西门庆露阳惊爱月　李瓶儿睹物哭官哥\n第六十回　李瓶儿病缠死孽　西门庆官作生涯\n第六十一回　西门庆乘醉烧阴一户　李瓶儿带病宴重阳\n第六十二回　潘道士法遣黄巾士　西门庆大哭李瓶儿\n第六十三回　韩画士传真作遗爱　西门庆观戏动深悲\n第六十四回　玉箫跪受三章约　书童私挂一帆风\n第六十五回　愿同穴一时丧礼盛　守孤灵半夜口脂香\n第六十六回　翟管家寄书致赙　黄真人发牒荐亡\n第六十七回　西门庆书房赏雪　李瓶儿梦诉幽情\n第六十八回　应伯爵戏衔玉臂　玳安儿密访蜂媒\n第六十九回　招宣府初调林太太　丽春院惊走王三官\n第七十回　老太监引酌朝房　二提刑庭参太尉\n第七十一回　李瓶儿何家托梦　提刑官引奏朝仪\n第七十二回　潘金莲抠打如意儿　王三官义拜西门庆\n第七十三回　潘金莲不愤忆吹箫　西门庆新试白绫带\n第七十四回　潘金莲香腮偎玉　薛姑子佛口谈经\n第七十五回　因抱恙玉姐含酸　为护短金莲泼醋\n第七十六回　春梅娇撒西门庆　画童哭躲温葵轩\n第七十七回　西门庆踏雪访爱月　贲四嫂带水战情郎\n第七十八回　林太太鸳帏再战　如意儿茎露独尝\n第七十九回　西门庆贪欲丧命　吴月娘失偶生儿\n第八十回　潘金莲售色赴东床　李娇儿盗财归丽院\n第八十一回　韩道国拐财远遁　汤来保欺主背恩\n第八十二回　陈敬济弄一得双　潘金莲热心冷面\n第八十三回　秋菊含恨泄幽情　春梅寄柬谐佳会\n第八十四回　吴月娘大闹碧霞宫　曾静师化缘雪涧洞\n第八十五回　吴月娘识破奸情　春梅姐不垂别泪\n第八十六回　雪娥唆打陈敬济　金莲解渴王潮儿\n第八十七回　王婆子贪财忘祸　武都头杀嫂祭兄\n第八十八回　陈敬济感旧祭金莲　庞大姐埋尸托张胜\n第八十九回　清明节寡妇上新坟　永福寺夫人逢故主\n第九十回　来旺偷拐孙雪娥　雪娥受辱守备府\n第九十一回　孟玉楼爱嫁李衙内　李衙内怒打玉簪儿\n第九十二回　陈敬济被陷严州府　吴月娘大闹授官厅\n第九十三回　王杏庵义恤贫儿　金道士娈淫少弟\n第九十四回　大酒楼刘二撒泼　洒家店雪娥为娼\n第九十五回　玳安儿窃玉成婚　吴典恩负心被辱\n第九十六回　春梅姐游旧家池馆　杨光彦作当面豺狼\n第九十七回　假弟妹暗续鸾胶　真夫妇明谐花烛\n第九十八回　陈敬济临清逢旧识　韩爱姐翠馆遇情郎\n第九十九回　刘二醉骂王六儿　张胜窃听张敬济\n第一百回　韩爱姐路遇二捣鬼　普静师幻度孝哥儿","pages":"2973","publisher":"香港太平书局","isbn10":"SH15235-222","alt_title":"","url":"https://api.douban.com/v2/book/1891221","author":["兰陵笑笑生"],"summary":"1992.8第1版 1992.6第15次印刷\n影印"},{"rating":{"max":10,"numRaters":293,"average":"9.2","min":0},"subtitle":"夢梅館校本","author":["蘭陵笑笑生 原著","梅節 校注"],"pubdate":"2007-11","tags":[{"count":167,"name":"金瓶梅","title":"金瓶梅"},{"count":114,"name":"古典文学","title":"古典文学"},{"count":79,"name":"小说","title":"小说"},{"count":67,"name":"梦梅馆本","title":"梦梅馆本"},{"count":53,"name":"中国古典文学","title":"中国古典文学"},{"count":44,"name":"古典小说","title":"古典小说"},{"count":38,"name":"中国","title":"中国"},{"count":34,"name":"梅节校注","title":"梅节校注"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3284814.jpg","binding":"平装","translator":[],"catalog":"","pages":"1968","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3284814.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3284814.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3284814.jpg"},"alt":"https://book.douban.com/subject/2972805/","id":"2972805","publisher":"里仁書局","isbn10":"986692324X","isbn13":"9789866923241","title":"金瓶梅詞話","url":"https://api.douban.com/v2/book/2972805","alt_title":"The.Plum.In.The.Golden.Vase.PHOTOCOPY.iNt.EBOOK","author_intro":"《金瓶梅詞話》是中國著名的古典長篇白話小說，也是最具爭論性的小說。\n梅節先生從八十年代中從事詞話的整理和校點，旨在為讀者提供一個可讀的、較少錯誤的、接近原著的本子。選擇以日本大安本為底本，覆以北京圖書館藏中土本，校以日本內閣文庫和北京大學之《新刻綉像批評金瓶梅》、在兹堂本和崇經堂本之《皋鶴堂批評第一奇書金瓶梅》；并先後參考鄭振鐸、施蟄存諸本，兼吸收姚靈犀、魏子雲等專家研究成果，先後進行三次校注。最近又進行第四次，即本書。用功之勤，成就本書為《金瓶梅詞話》的最佳的校注本。\n该书出版于2007年11月，排印本，4号字繁体竖排，正文1696页，明版插图200页（每回回首两页），25开软精装，共三册。","summary":"《金瓶梅詞話》是中國著名的古典長篇白話小說，也是最具爭論性的小說。\n梅節先生從八十年代中從事詞話的整理和校點，旨在為讀者提供一個可讀的、較少錯誤的、接近原著的本子。選擇以日本大安本為底本，覆以北京圖書館藏中土本，校以日本內閣文庫和北京大學之《新刻綉像批評金瓶梅》、在兹堂本和崇經堂本之《皋鶴堂批評第一奇書金瓶梅》；并先後參考鄭振鐸、施蟄存諸本，兼吸收姚靈犀、魏子雲等專家研究成果，先後進行三次校注。最近又進行第四次，即本書。用功之勤，成就本書為《金瓶梅詞話》的最佳的校注本。","price":"NT$1000"},{"rating":{"max":10,"numRaters":254,"average":"8.4","min":0},"subtitle":"写在《秋水堂论金瓶梅》之后","author":["田晓菲"],"pubdate":"2009年","tags":[{"count":165,"name":"田晓菲","title":"田晓菲"},{"count":65,"name":"随笔","title":"随笔"},{"count":40,"name":"文学研究","title":"文学研究"},{"count":28,"name":"金瓶梅","title":"金瓶梅"},{"count":28,"name":"文学","title":"文学"},{"count":22,"name":"古典文学","title":"古典文学"},{"count":20,"name":"文学评论","title":"文学评论"},{"count":12,"name":"秋水堂","title":"秋水堂"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s3674218.jpg","binding":"平装","translator":[],"catalog":"幽暗的树林（代前言）\n从红楼到绮楼\n留白：写在《秋水堂论金瓶梅》之外\n\u201c田\u201d与\u201c园\u201d之间的张力：关于《牡丹亭·劝农》\n二十世纪中国诗歌的重新发明\n大跃侧诗话\n隐身衣和皇帝的新装：从杨绛回忆录看\u201c文革\u201d中对透明度的追寻\n半把剪刀的锐锋：重论郁达夫\n\u201c瓶中之舟\u201d：金庸笔下的想象中国\n《鹿鼎记》：金庸，香港通俗文化，与中国的（后）现代性\n走向我们已在的地方：《少林足球》、《大话西游》及其他\n对镜：赋得艾柯近作《鲍多雷诺》\n关于《弗里达》\n十日谈\n秋声赋与爱莲说（代后记）","pages":"319 页","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s3674218.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s3674218.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s3674218.jpg"},"alt":"https://book.douban.com/subject/3519776/","id":"3519776","publisher":"天津人民出版社","isbn10":"7201060384","isbn13":"9787201060385","title":"留白","url":"https://api.douban.com/v2/book/3519776","alt_title":"","author_intro":"田晓菲，1971年生，1989年获得北京大学英语系学士学住，1998年获得哈佛大学比较文学博士学位，现为哈佛大学东亚系教授。出版著作包括《秋水堂论金瓶梅》（2002），《赭城》（2006）：学术著作《尘几录：陶渊明与手抄本文化》（2005；中译本2007），《烽火与流星：萧粱时代的文学与文化》（2007；中译本北京中华书局2009即出）。译著包括《毛主席的弦子们：红卫兵一代的成长与经历》（合译）。《后现代主义与大众文化》，《他山的石头记：宇文所安自选集》，《\u201c萨福\u201d：一个欧美文学传统的生成》（2003）。","summary":"爱读《金瓶梅》，不是因为怍者给我们看到人生的黑暗\u2014\u2014要想看人生的黑暗，生活就是了，何必读小说呢\u2014\u2014而是为了被包容进作者的慈悲慈悲不是怜悯：怜悯来自优越感，慈悲是看到了书中人物的人性，由此产生的广大的同情。","price":"25.0"},{"rating":{"max":10,"numRaters":277,"average":"9.5","min":0},"subtitle":"梅节重校本","pubdate":"1993","image":"https://img3.doubanio.com/view/subject/m/public/s29560722.jpg","binding":"软精装","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29560722.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29560722.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29560722.jpg"},"alt":"https://book.douban.com/subject/2054034/","id":"2054034","title":"金瓶梅词话（全三册）","author_intro":"","tags":[{"count":104,"name":"金瓶梅","title":"金瓶梅"},{"count":92,"name":"古典文学","title":"古典文学"},{"count":64,"name":"中国古典文学","title":"中国古典文学"},{"count":61,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":41,"name":"小说","title":"小说"},{"count":40,"name":"梦梅馆","title":"梦梅馆"},{"count":35,"name":"中国文学","title":"中国文学"},{"count":31,"name":"文学","title":"文学"}],"origin_title":"","price":"TWD1260.00","translator":["梅節"],"catalog":"","pages":"1376","publisher":"里仁书局","isbn10":"SH15259-110","alt_title":"","url":"https://api.douban.com/v2/book/2054034","author":["兰陵笑笑生"],"summary":"里仁书局2007年初版，2009年修订1版，25开1696页，定价1000台币。繁体竖排，足本，每回前各有一页两版的木刻插图，回后有注释。\n梦梅馆梅节《金瓶梅词话》重校本、校定本，多年以来风行海内外，深受专家和学者的好评，被誉为词话本系统整理本的翘楚，无人能出其右。梅节先生从1980年代中从事《金瓶梅词话》的整理和校点，旨在为读者提供一个可读的、缺少错误的、接近原著的本子。选择以日本大安本为底本，覆以北京图书馆藏中土本，校以日本内阁文库和北京大学之《新刻绣像批评金瓶梅》、在兹堂本和崇经堂本之《皋鹤堂批评第一奇书金瓶梅》；并先后参考郑振铎、施蛰存诸本，兼吸收姚灵犀、魏子云等专家研究成果，先后进行三次校注。最后又进行第四次校注，即本书。用功之勤，成就本书为《金瓶梅词话》的最佳校本。\n在金瓶梅词话本系统中，梅节先生的校注本是最好的，此书在线装校定本的基础上进一步修订，精益求精，使得此书日臻完善，近于完美！插图采用崇祯本木刻版画，200幅全。"},{"rating":{"max":10,"numRaters":234,"average":"9.0","min":0},"subtitle":"侯文詠私房閱讀《金瓶梅》","author":["侯文詠"],"pubdate":"2009-6-29","tags":[{"count":87,"name":"金瓶梅","title":"金瓶梅"},{"count":79,"name":"侯文詠","title":"侯文詠"},{"count":31,"name":"解读","title":"解读"},{"count":30,"name":"台湾","title":"台湾"},{"count":23,"name":"侯文咏","title":"侯文咏"},{"count":18,"name":"文学研究","title":"文学研究"},{"count":18,"name":"文学","title":"文学"},{"count":18,"name":"小说","title":"小说"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3837713.jpg","binding":"平装","translator":[],"catalog":"","pages":"608","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3837713.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3837713.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3837713.jpg"},"alt":"https://book.douban.com/subject/3793773/","id":"3793773","publisher":"皇冠文化","isbn10":"957332556X","isbn13":"9789573325567","title":"没有神的所在","url":"https://api.douban.com/v2/book/3793773","alt_title":"","author_intro":"侯文詠\n台灣嘉義縣人，台大醫學博士。\n目前專職寫作，兼任台北醫學大學醫學人文研究所副教授，\n萬芳醫院、臺大醫院麻醉科主治醫師。\n◎侯文詠官方網站：http://www.crown.com.tw/book/wenyong","summary":"一場走在地獄邊緣的夢境，\n一個失去神明的所在，\n一片盛開在金瓶裡卻失去靈魂的美麗璀璨\u2026\u2026\n我很難形容閱讀《金瓶梅》時那種被撼動的感覺。似乎隨著年紀、眼界增長，「內心撼動」這種感覺愈來愈難。但在閱讀《金瓶梅》的過程中，我卻重新經歷了一次年少初次讀好小說時的震撼──著迷、讚歎、眩惑與不可自拔。","price":"350元"},{"rating":{"max":10,"numRaters":238,"average":"8.2","min":0},"subtitle":"金瓶梅笑传","author":["北国少爷"],"pubdate":"2012-8","tags":[{"count":68,"name":"金瓶梅","title":"金瓶梅"},{"count":47,"name":"幽默","title":"幽默"},{"count":37,"name":"北国少爷","title":"北国少爷"},{"count":31,"name":"小说","title":"小说"},{"count":20,"name":"超搞笑","title":"超搞笑"},{"count":12,"name":"经典","title":"经典"},{"count":12,"name":"潘金莲","title":"潘金莲"},{"count":12,"name":"天涯连载","title":"天涯连载"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s11317349.jpg","binding":"","translator":[],"catalog":"题外话 这世上不止一个西门庆\n第一季\n第一章 天上掉下个潘金莲\n第二章 吊睛老虎遭遇英雄醉汉\n第三章 叔叔和嫂嫂摆开了战场\n第四章 商界奇才西门庆想要有个家了\n第五章 一扇竹帘开启了一个花花世界\n第六章 砒霜有毒，妇人无情\n第七章 天下媒婆是冤家\n第八章 梁山好汉PK市井流氓\n第九章 大宅门里的女人暗战\n第十章 绿帽子事件引发的连锁反应\n第二季\n第十一章 墙头上的西门庆，隔壁院里的李瓶儿\n第十二章 这大概是陈洪一生中最郁闷的事\n第十三章 正房太太与受宠小妾的正面交锋\n第十四章 丫鬟的理想就是翻身当夫人\n第十五章 要么祸害女人，要么折腾男人\n第十六章 葡萄架下的千古奇谈\n第十七章 可以赊阎王爷账，不能欠应伯爵钱\n第十八章 她本能地嗅到了危险的气息\n第十九章 牛皮巷里的糊涂事\n第二十章 断背山酿下了一段深仇大怨\n第二十一章 传说中的桃花运就要汹涌袭来\n第二十二章 一个绝妙的夺宠计划诞生了\n第二十三章 允许陌生人发迹，却怕身边人发财","pages":"327","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s11317349.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s11317349.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s11317349.jpg"},"alt":"https://book.douban.com/subject/11607993/","id":"11607993","publisher":"","isbn10":"7540228377","isbn13":"9787540228378","title":"金瓶梅笑传","url":"https://api.douban.com/v2/book/11607993","alt_title":"","author_intro":"","summary":"《金瓶梅笑传1(长篇小说)》是北国少爷幽默解码中国历史上最伟大的风月禁书！《金瓶梅笑传1(长篇小说)》的故事要从那一次流传千古的仰望说起：西门庆在街上闲逛，却被叉杆打中了头，他犹如怒吼的雄狮就要爆发，却见窗前出现了一张仙女般的面孔。她带着歉意的微笑看着他，雄狮立马变成了可爱的\u201c维尼熊\u201d。楼上女子正是潘金莲。小潘若无其事地在窗前看市景，眼角的余光却盯着西门庆暗自数数：一次、两次\u2026\u2026欧耶，他回了七次头！开茶坊的王婆将小潘与西门庆的初遇全看在眼里，她以商业的眼光分析，这里面有钱赚。一扇竹帘开启了一个花花世界\u2026\u2026","price":"36.00元"},{"rating":{"max":10,"numRaters":172,"average":"7.3","min":0},"subtitle":"从吃饭穿衣看晚明人性","author":["侯会"],"pubdate":"2007","tags":[{"count":68,"name":"民俗","title":"民俗"},{"count":67,"name":"历史","title":"历史"},{"count":58,"name":"金瓶梅","title":"金瓶梅"},{"count":23,"name":"社会学","title":"社会学"},{"count":21,"name":"风俗","title":"风俗"},{"count":20,"name":"文化","title":"文化"},{"count":17,"name":"考据","title":"考据"},{"count":13,"name":"明史","title":"明史"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s2905140.jpg","binding":"","translator":[],"catalog":"","pages":"325","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s2905140.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s2905140.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s2905140.jpg"},"alt":"https://book.douban.com/subject/2229219/","id":"2229219","publisher":"广西师大","isbn10":"7563366350","isbn13":"9787563366354","title":"食货金瓶梅","url":"https://api.douban.com/v2/book/2229219","alt_title":"","author_intro":"侯会，1949年生，任教于首都师范大学文学院，北京市古代小说研究会副会长。从事小说研究多年，于《文学遗产》、《文艺研究》、《明清小说研究》、台湾《中山大学学报》、日本《小说研究动态》等刊物发表论文多篇，并撰有《水浒源流新证》、《中华文学五千年》、《世界文学五千年》等专著。","summary":"奇书《金瓶梅》，历来为论者所称道。中国寥寥几部古典长篇小说中，没有一部能像《金瓶梅》这样，完全站在市井百姓的立场，用百姓的思想去体悟，用百姓的感情去爱憎，用百姓的语言去讲述。然读者诸君目光多投注于人物的悲欢离合、情节的起伏跌宕，对于隐藏于故事深层、人性背后的经济动因，或未能予以足够关注。《金瓶梅》书中经济信息之多，堪称中国小说之最。不但西门庆做一笔买卖、置一所宅院、收一笔贿赂、送一份厚礼等\u201c大事\u201d记述得价值详明，就是书中人物沽酒、裁衣、剃头、磨镜、买汗巾、称瓜子，乃至赏赐厨役、打发轿夫等细事，也都笔笔叙及，言必称价，银两的计算甚至细致到几钱几分。\n本书从食货着手，漫谈《金瓶梅》中的柴钱米价、人事纠葛，以我们平日打工挣钱、养家糊口的平常心，来体谅古人，观照人生，触摸晚明市井百姓的世俗生活。从西门庆的生财与散财之道，\u201c穷\u201d金莲与\u201c富\u201d瓶儿的生死纠葛，到透过钱眼看去的众奴才与众帮闲的丑恶嘴脸，在金钱面前，一切虚伪的假饰都被揭去，赤裸裸的人性展露无遗。而西门庆受金钱与女色欲望推动的发家与毁灭之路，尤为引人遐思与深省。","price":"26.00元"}]
     */

    private int count;
    private int start;
    private int total;
    private List<BooksBean> books;

    public int getCount() {
        return count;
    }

    public void setCount(int count) {
        this.count = count;
    }

    public int getStart() {
        return start;
    }

    public void setStart(int start) {
        this.start = start;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public List<BooksBean> getBooks() {
        return books;
    }

    public void setBooks(List<BooksBean> books) {
        this.books = books;
    }

    public static class BooksBean {
        /**
         * rating : {"max":10,"numRaters":4871,"average":"8.6","min":0}
         * subtitle : 张竹坡批评第一奇书
         * author : ["兰陵笑笑生"]
         * pubdate : 1991
         * tags : [{"count":2513,"name":"金瓶梅","title":"金瓶梅"},{"count":1336,"name":"古典文学","title":"古典文学"},{"count":1027,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":876,"name":"小说","title":"小说"},{"count":814,"name":"中国古典文学","title":"中国古典文学"},{"count":542,"name":"中国文学","title":"中国文学"},{"count":449,"name":"古典","title":"古典"},{"count":431,"name":"中国","title":"中国"}]
         * origin_title : （明）兰陵笑笑生
         * image : https://img3.doubanio.com/view/subject/m/public/s29732363.jpg
         * binding :
         * translator : []
         * catalog :

         * pages :
         * images : {"small":"https://img3.doubanio.com/view/subject/s/public/s29732363.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29732363.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29732363.jpg"}
         * alt : https://book.douban.com/subject/1456692/
         * id : 1456692
         * publisher : 齐鲁出版社
         * isbn10 : 7533300815
         * isbn13 : 9787533300814
         * title : 金瓶梅
         * url : https://api.douban.com/v2/book/1456692
         * alt_title : （明）兰陵笑笑生
         * author_intro :
         * summary : 本书由王汝梅与李昭恂、于凤树校点。
         * series : {"id":"4279","title":"明代四大奇书"}
         * price : 268.00元
         * ebook_url : https://read.douban.com/ebook/5892039/
         * ebook_price : 15.99
         */

        private RatingBean rating;
        private String subtitle;
        private String pubdate;
        private String origin_title;
        private String image;
        private String binding;
        private String catalog;
        private String pages;
        private ImagesBean images;
        private String alt;
        private String id;
        private String publisher;
        private String isbn10;
        private String isbn13;
        private String title;
        private String url;
        private String alt_title;
        private String author_intro;
        private String summary;
        private SeriesBean series;
        private String price;
        private String ebook_url;
        private String ebook_price;
        private List<String> author;
        private List<TagsBean> tags;
        private List<?> translator;

        public RatingBean getRating() {
            return rating;
        }

        public void setRating(RatingBean rating) {
            this.rating = rating;
        }

        public String getSubtitle() {
            return subtitle;
        }

        public void setSubtitle(String subtitle) {
            this.subtitle = subtitle;
        }

        public String getPubdate() {
            return pubdate;
        }

        public void setPubdate(String pubdate) {
            this.pubdate = pubdate;
        }

        public String getOrigin_title() {
            return origin_title;
        }

        public void setOrigin_title(String origin_title) {
            this.origin_title = origin_title;
        }

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getBinding() {
            return binding;
        }

        public void setBinding(String binding) {
            this.binding = binding;
        }

        public String getCatalog() {
            return catalog;
        }

        public void setCatalog(String catalog) {
            this.catalog = catalog;
        }

        public String getPages() {
            return pages;
        }

        public void setPages(String pages) {
            this.pages = pages;
        }

        public ImagesBean getImages() {
            return images;
        }

        public void setImages(ImagesBean images) {
            this.images = images;
        }

        public String getAlt() {
            return alt;
        }

        public void setAlt(String alt) {
            this.alt = alt;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getPublisher() {
            return publisher;
        }

        public void setPublisher(String publisher) {
            this.publisher = publisher;
        }

        public String getIsbn10() {
            return isbn10;
        }

        public void setIsbn10(String isbn10) {
            this.isbn10 = isbn10;
        }

        public String getIsbn13() {
            return isbn13;
        }

        public void setIsbn13(String isbn13) {
            this.isbn13 = isbn13;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }

        public String getAlt_title() {
            return alt_title;
        }

        public void setAlt_title(String alt_title) {
            this.alt_title = alt_title;
        }

        public String getAuthor_intro() {
            return author_intro;
        }

        public void setAuthor_intro(String author_intro) {
            this.author_intro = author_intro;
        }

        public String getSummary() {
            return summary;
        }

        public void setSummary(String summary) {
            this.summary = summary;
        }

        public SeriesBean getSeries() {
            return series;
        }

        public void setSeries(SeriesBean series) {
            this.series = series;
        }

        public String getPrice() {
            return price;
        }

        public void setPrice(String price) {
            this.price = price;
        }

        public String getEbook_url() {
            return ebook_url;
        }

        public void setEbook_url(String ebook_url) {
            this.ebook_url = ebook_url;
        }

        public String getEbook_price() {
            return ebook_price;
        }

        public void setEbook_price(String ebook_price) {
            this.ebook_price = ebook_price;
        }

        public List<String> getAuthor() {
            return author;
        }

        public void setAuthor(List<String> author) {
            this.author = author;
        }

        public List<TagsBean> getTags() {
            return tags;
        }

        public void setTags(List<TagsBean> tags) {
            this.tags = tags;
        }

        public List<?> getTranslator() {
            return translator;
        }

        public void setTranslator(List<?> translator) {
            this.translator = translator;
        }

        public static class RatingBean {
            /**
             * max : 10
             * numRaters : 4871
             * average : 8.6
             * min : 0
             */

            private int max;
            private int numRaters;
            private String average;
            private int min;

            public int getMax() {
                return max;
            }

            public void setMax(int max) {
                this.max = max;
            }

            public int getNumRaters() {
                return numRaters;
            }

            public void setNumRaters(int numRaters) {
                this.numRaters = numRaters;
            }

            public String getAverage() {
                return average;
            }

            public void setAverage(String average) {
                this.average = average;
            }

            public int getMin() {
                return min;
            }

            public void setMin(int min) {
                this.min = min;
            }
        }

        public static class ImagesBean {
            /**
             * small : https://img3.doubanio.com/view/subject/s/public/s29732363.jpg
             * large : https://img3.doubanio.com/view/subject/l/public/s29732363.jpg
             * medium : https://img3.doubanio.com/view/subject/m/public/s29732363.jpg
             */

            private String small;
            private String large;
            private String medium;

            public String getSmall() {
                return small;
            }

            public void setSmall(String small) {
                this.small = small;
            }

            public String getLarge() {
                return large;
            }

            public void setLarge(String large) {
                this.large = large;
            }

            public String getMedium() {
                return medium;
            }

            public void setMedium(String medium) {
                this.medium = medium;
            }
        }

        public static class SeriesBean {
            /**
             * id : 4279
             * title : 明代四大奇书
             */

            private String id;
            private String title;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }

        public static class TagsBean {
            /**
             * count : 2513
             * name : 金瓶梅
             * title : 金瓶梅
             */

            private int count;
            private String name;
            private String title;

            public int getCount() {
                return count;
            }

            public void setCount(int count) {
                this.count = count;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }
    }
}
